Revit 2027 API
ParameterTypeId.SheetName Property
 "Sheet Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetName { get; }
Public Shared ReadOnly Property SheetName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetName {
	ForgeTypeId^ get ();
}
static member SheetName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace